Repository: mozilla-l10n/mt-training-data
Catalog: phl/phl_pontoon.tmx
Source language: en_us
Languages: phl

source: 1 sentence collected
phl: 1جملہ سمٹِلو

source: 2019 End-of-Year Release
phl: 2019 کالی آخیری خبار

source: 2 down, keep it up!<playIcon></playIcon>
phl: بھراش۔ ڑس برقرار ساتہ

source: ≥ 2 No votes
phl: نا ووٹ

source: ≥ 2 Yes votes
phl: ≥ 2او ووٹ

source: Abaza
phl: ابَزہ

source: Abbreviations and Acronyms
phl: مختصر او مخفف

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
phl: مختصر او مخفف لوز کناچی "یو ایس اے" یا "آئی سی ای" ہنہ اینی آویلی عبارتی مجی نہ ہھینڈیو۔ اینیام انی طریقئی منینڈیو کی تیݨی املائی پیروتہ نہ بھین وڑئی۔ ایندا بھی بھانو کی آک کھٹانو لوز بیڈہ قسم کی منجانو۔

source: Abkhaz
phl: ابخاز

source: About
phl: بارئی

source: About options menu
phl: مینوئی بارئی رائے

source: Academic Reference
phl: تعلیمی حوالہ جات

source: Accent
phl: لہجہ

source: Accepted file types: .tsv only
phl: منظور بِھلہ فائلی قسمہ صرف: .tsv

source: Access press releases and stories related to Common Voice
phl: کامن وائسی بارئی پریس ریلیز اور قصیم تھے رسائی حاصل تھوئی۔

source: Account
phl: اکاونٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
phl: <accuracyLink> صحیح تھئنی دپارہ دو معلومیتم بارئی اندہ دڇھہ۔ </accuracyLink>

source: Acehnese
phl: ایسِہینس

source: Achomi
phl: اچھومی

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
phl: { $actionType } <micIcon></micIcon> او قدرتی طور کی کتی گنجائش ہنی جواب دہ۔

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
phl: { $actionType } <playIcon></playIcon> او چونٹہ کی ایڑے میشہ گُبا منتو او تھی بہ گُبا ݜُونتو ایس بُٹھے

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
phl: { $actionType }<playIcon></playIcon> ایڑے اندہ جملہ صحیح ادا تھیلے؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
phl: { $actionType } <playIcon></playIcon> آڈیو کلپ ݜُݨ، او ٹرانسکرپشن چیک تھہ۔ ڑے میچ تھانے؟ اگر نہ، ہینتہ بلکل پیروتہ بھئنی دپارہ ترمیم تھہ۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
phl: { $actionType }<recordIcon></recordIcon> تھے جملہ زور تھے منہ

source: { $actionType }<stopIcon></stopIcon> when done
phl: { $actionType }<stopIcon></stopIcon> کرے پورہ تھیلو ہینتہ

source: { $actionType } submit when ready
phl: { $actionType } تیار ہینتہ جمع تھہ

source: Adamawa Fulfulde
phl: ایمڈماوا فلوڈے

source: Add and Review Sentences, Add Questions, Transcribe Audio
phl: جملے شامل تھہ او تنی جائزہ تھہ، سُویلی شامل تھہ،آڈیو نقل تھہ۔

source: Add as much information as you can about the language. This could include:
phl: زبانی بارئی زیات دی زیات معلومات شامل تھہ شامل تھائی بھوڑ:

source: Add <icon></icon> a public domain sentence
phl: عام خلکیمی بارئی<icon></icon> جملہ شامل تھہ

source: Add information
phl: معلومات شامل تھہ

source: Adding Questions
phl: سُویلی شامل تھئنی

source: Adding Sentences
phl: جملے جمع تھئنی

source: Additional Language
phl: دوئی اضافی زبان

source: Add Language
phl: زبان شامل تھہ

source: Add new custom accent "{ $inputValue }"
phl: ناؤ ضرورتی مطابقی لہجہ شامل تھوئی "{ $inputValue }"

source: Add new sentences for the community to read
phl: کمیونٹی خلکیمی منئی دپارہ آک ناوہ جملے جمع تھہ

source: Add one sentence per line
phl: آک لیݨی وے آک جملہ شامل تھہ

source: Add questions in your language
phl: تیݨی زبان کی سُویلی شامل تھہ۔

source: Add Questions <small>(Coming soon)</small>
phl: سویلی جمع تھئنی <small>(لپ یھین )</small>

source: Add Sentences
phl: جملے جمع تھئنی

source: Add sentences in your language
phl: تیݨی زبان کی جملے شامل تھہ

source: Add Text
phl: ٹیکسٹ شامل تھہ

source: Add up to 1,000 sentences
phl: 1,000 تی جملے شامل تھہ

source: Add Your Voice
phl: تیݨی ہاواز شامل تھہ

source: Adja
phl: ادجہ

source: Adyghe
phl: ایدغے

source: Afaan Oromo
phl: افان ارومو

source: Afar
phl: آفار

source: A few bytes
phl: آکتی بائٹس

source: Afrikaans
phl: افریکانس

source: Age
phl: عُمر

source: A good question for public participation datasets should:
phl: عوامی شراکتی ڈیٹا سیٹی دپارہ آک شوی سُوال

source: Agriculture and Food
phl: زمندیرئے خوراک

source: Albanian
phl: البانئین

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
phl: پس منظر کی تُوش شور ہنو، لیکن اگر تو کسے سنگی الگ الگ الفیظی کھونڈانئنی ݜُݨانو ہینتہ ایڑو کلب مسترد تھہ۔ عام طور کی اگر ٹی وی لگئجی ہینسلی ہینتہ یا نھیئاڑہ دوئی کو کھونڈیلہ ہینتہ بیڈو زیات شور بھانو۔

source: All
phl: تمام

source: All sentence must have the same domain
phl: بُٹھے جملہ آک دائرہ کی ہونسن وڑئی

source: All sentences must have the same citation
phl: بُٹھے جملیمی آک حولہ ہاسینڈیو

source: Already have an account? <login>Log-In</login>
phl: مُݜٹوے اکاونٹ ہنوے؟ <login>لاگ ان</login> بھہ

source: Alsatian
phl: الساٹین

source: Amharic
phl: امھارک

source: An error occurred fetching sentences
phl: جملے گھنئنی مجی نُقُص پیئدو بھلو

source: An error occurred reviewing this sentence
phl: جملہ دوبارہ دڇھئنی مجی نُقُص پیئدو بھلو

source: An error occurred submitting your voice information
phl: تھی ہاویزی معلومات جمع تھئنی مجی آک نُقُص پیئدو بھلو

source: An error occurred while creating this transcript
phl: انی ٹرانسکرپٹ سمئنی مجی آک خرابی پیش بھلی

source: An error occurred while editing the transcript
phl: ٹرانسکرپٹ وے ترمیم تھئنی مجی آک خرابی پیش بھلی

source: An error occurred while recording
phl: ریکاڈنگہ مجی آک خرابی پیش بھلی

source: An error occurred while skipping the transcript
phl: ٹرانسکرپٹ اُڑیگلئنی مجی آک خرابی پیش بھلی

source: An error occurred while skipping this prompt
phl: انو پرومٹ اُڑیگلئنی مجی آک خرابی پیش بھلی

source: An error occurred while submitting the report
phl: رپورٹ جمع تھئنی مجی آک خرابی پیش یھیلی۔

source: An error occurred while uploading your response
phl: تھی جواب اپ لوڈ تھئنی مجی آک خرابی پیش یھیلی۔

source: An error occurred while voting the transcript
phl: عبارتی تھے ووت دئنی مجی آک خرابی پیش یھیلی۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
phl: گمنام صارف ڈیٹا کناچی عمر، جنس او لہجہ اسپیچ ریکگنیشن انجنیمی درستگی تربیت دئنی دپارہ استعمال بھاٹہ آڈیو ڈیٹا بہتر تھئنی وے مدد تھانو۔ تھی صارفی نو او ای میل کرے بی تھی جمع تھیلی ڈیٹا سنگی منسلک نہ تھئیجہ، او تو انتخاب تھائی بھوڑ کی آیا تھی صارفی نو عوامی یا گمنام سمینڈیو تھنی۔

source: Answer questions
phl: سُویلیمی جواب دوئی

source: Answer Questions <small>(Coming soon)</small>
phl: سوال جویبی <small>( لپ یھین)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
phl: ہر آک تیݨی زُبانی عبارت سما یا ریکاڑ تھے تیݨی ہاواز ڈیٹا سیٹ دویم سنگی شئیر تھے تیݨی زُبان محفوظ تھائی بھائینوۡ۔

source: Approve
phl: منظوری

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
phl: بھراش پس منظر صحیح۔ مگم بے نہ دویئانہ کی دوئی ہاواز مشینی حساب کتیبی وے ایتݨہ لوزہ پشوو کی سے چونٹجی بہ نئینہ۔ اگر تھی چونٹولہ دی علاوہ صفا لوز کاݨ تھیلو ہینتہ ایسو اسکور بی ہاواز بی رد تھہ۔ عام طور کی ایندا ٹی وی لگئجی ہینسلی ہینتہ یا اورہ پھار کو زور بھے کھونڈیلہ ہینتہ بھانوۡ۔

source: Arabic
phl: عربی

source: Aragonese
phl: اراکونس

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
phl: گُبا تو مُݜٹو نیگراے کامن وائسی اسپونٹینیئس اسپیچ پروجیکٹ دپارہ اسی بیٹا ٹیسٹنگ گروپی ہنوے؟

source: Are you coming? [called by another]
phl: تو یھاندوے؟ [ڈوئیہ بُلڈیلو]

source: Are you coming? <strong>[called by another]</strong>
phl: تو یھاندوے؟ <strong>[ دوئی کی ٹیکیلو ]</strong>

source: Armenian
phl: امریکی

source: Armenian Western
phl: امریکی ویسٹرن

source: Arvanitika
phl: اروانیتکا

source: Asheninka South Ucayali
phl: اشینیکا ساوتھ یوکیلیا

source: Ask about a new language
phl: نیوی زبانی بارئی کھوجہ

source: Ask Mozilla to share your events
phl: تیݨی واقعات شئیر تھئنی دپارہ موزیلا دی کھوجہ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
phl: اسام دی کھوجہ <matrixLink> سانچہ</matrixLink> <discourseLink>بیتی </discourseLink> یا <emailLink> ای میل</emailLink>

source: Assamese
phl: آسمیس

source: Asturian
phl: استوریان

source: Atayal
phl: آتیال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
phl: ٹرانسکرپشنی ہر لوز یا غیر لغوی بیتیمی ہاواز تیݨی گرفت کی ہانسیڈیو میشہ گُبا منیتو یا گہ تکرار تھیلی ایس بُٹھے۔

source: Attention!
phl: توجہ دوئی

source: Audio Format
phl: ہاویزی ساخت

source: Automotive and Transport
phl: تِلاٹہ شئیہ او گاڑِم

source: Avatar
phl: اوتار

source: Avatar uploaded
phl: اوتار اپ لوڈ بھلو۔

source: Average
phl: اوسط

source: A voice clip is marked "valid" when a user gives it a Yes vote.
phl: اسعتمال تھاٹہ او تھنی ووٹ دتی ہینتہ ہاواز صحی بھنئی نݜون لگئجانوۡ

source: Avoid too much background noise - it should be easy to hear you.
phl: تھی تیرچاپھیر گہ شور نہ ہونسہ وڑئی۔تھی بات کاݨ تھیئنی اسکون بھینڈیو۔

source: Awards
phl: ایوارڈز

source: Azerbaijani
phl: ازربائجانی

source: Baatonum
phl: باٹونم

source: Baba Malay
phl: بابا مالے

source: Back
phl: پتو گرا بہ

source: Background Noise
phl: تیر چارپھیری شور

source: Background Voices
phl: تیر چاپھیری ہاویزی

source: Back to Top
phl: واپس ہُنڈ تھے یھہ۔

source: Bafia
phl: بافیا

source: Bafut
phl: بافوٹ

source: Bahasa Malay
phl: بہاسا مالے

source: Bakoko
phl: بکوکو

source: Balochi
phl: بلوچی

source: Balti
phl: بلتی

source: Bambara
phl: بمبرا

source: Bamun
phl: بمون

source: Bamvele
phl: بمویلی

source: Bankon
phl: بینکون

source: Baoule
phl: بایول

source: Basaa
phl: بسا

source: Bashkir
phl: بشکِر

source: Basque
phl: بسکیو

source: Batanga
phl: بٹنگا

source: Bateri
phl: بٹیری

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
phl: لوز غلط منیتو ہِنو، غلط زھئی وے زور لگئیلو ہنو یا سویلی نݜون نہ منی ہنو اینیام بُٹھے دڇھی ہاواز مسترد تھیلہ دی مُݜٹوۡ بیڈی احتیاط تھہ

source: Become a Common Voice Partner
phl: کامن وائس پارٹنر سمجوئی۔

source: Be easy to understand and respond to
phl: بُجئنی او جواب دئنی دپارہ تیار ہونسوئی

source: Be generally relevant
phl: ہر شئی متعلقہ ہونسہ وڑئی

source: Belarusian
phl: بیلاروسین

source: Benefits
phl: فائدے

source: Bengali
phl: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
phl: [‘Beret’ صحیح ہنو ڑسی آویلی حصہ زور کی منجانوۡ (یوکے) یا دُھیامہ حصہ(یو ایس) ]

source: Betawi
phl: بٹاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
phl: زبینیمی حقیقتیمی دپارہ بہتر تعاون کناچی کہ ترجمہ او <mark>کوڈ سوئچنگ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
phl: ایسے زبینیمی دپارہ بہتر سپورٹ کی تیوے استعمال تھئنی دپارہ بیڈہ کام یا <mark>گہ ٹیکسٹ کارپس</mark> نئینہ (مثال کی سماجی، مختلف قسمہ، تاریخی لحاظ کی غیر اسکرپٹ شدہ زبینی وغیرہ)

source: Bodo
phl: بُدو

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
phl: <bold>سول سوسائٹی او محققین</bold> - مفت کی مؤثر ڈیٹاسیٹ سموئی، میزبانی تھوئی او شراکت دار بھوئی۔

source: <bold>{ $count }</bold> Clips
phl: <bold>{ $count }</bold> اسکوربی ہاواز

source: <bold>Help us</bold> find more voices
phl: <bold>اسام سنگی مدد تھہ </bold> دوئی ہاواز بُلڈئنی دپارہ

source: <bold>If you value open, inclusive data - donate today!</bold>
phl: <bold> تو اگر اسی معلومیتمی قدر تھانو ہینتہ آجے اسام سنگی مالی تعاون تھہ

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
phl: <bold>انسان دوستی</bold> - مقامی جدت او ترقی فروغ دئنی دپارہ ڈیٹاسیٹی تخلیقی دپارہ اسپانسر تھوئی۔

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
phl: <bold>ٹیک کمپنیا</bold> - فروغ پزیر کثیر لسانی AI ماحولیاتی نظام دپارہ اوپن ڈیٹاسیٹ تخلیق وے سرمایہ کاری تھوئی۔

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
phl: <bold>AI دنئنی صرف آک کتیۡ زُبینیمی دپارہ کرام کے تھینیۡ؟</bold>

source: Borgu Fulfulde
phl: برگو فلوڈے

source: Bosnian
phl: بوسنین

source: Both
phl: دھوے بھے

source: Both (Speak and Listen)
phl: دھوے بھے (کھونڈوئی او کاݨ تھوئی)

source: Brahui
phl: براھوی

source: Breton
phl: بیرٹن

source: [British English might make "root"]
phl: [برطانیئی انگریزی البت سمون ''روٹ''root" ]

source: Browse Languages
phl: زُبینی بُولاڈ

source: Brushaski
phl: بروشسکی

source: Build a custom goal
phl: تیݨی تھے آک حدف چھورہ

source: Build Profile
phl: پروفائل سمہ

source: Bukusu
phl: بُکوسو

source: Bulgarian
phl: بلگیرین

source: Bulk batch
phl: بیڈہ زیات

source: Bulk Sentences Uploaded
phl: بیڈہ جملے اکٹِجی اپلوڈ بِھلہ

source: Bulu
phl: بولو

source: Bunun
phl: بونون

source: Burmese
phl: بورمیسی

source: Buryat
phl: بوریاٹ

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
phl: <b> ای میل کے دوائینو</b> بے تسام تھے یھاٹہ وختی ڈیٹا سیٹ بدل تھئنی دپارہ رابطہ تھینڈیو بھی۔ ای میل تُسام سنگی رابطہ تھئنی زریعہ میسر تھی۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
phl: "می ای میل وے آک لنک امزئیہ" انیوے کلک تھے، تو اسی <termsLink>سروسی شرائط</termsLink> او <privacyLink>رازداری کی پالیسی</privacyLink> سنگی اتفاق تھانو او انو کی Mozilla تو تھے Beta وے حصہ گھنئنی بارئی معلوماتی سنگی ای میل تھائی بھانو ہنو۔ کامن وائسی بے ساختہ اسپیچ پروجیکٹ دپارہ ٹیسٹنگ۔

source: By editing your goal, you may lose your existing progress.
phl: تیݨی حدف ایڈیٹنگ تھیلی ہینتہ، تھی کرام پھوس بی بھی۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
phl: ایمیل یھئنی جاری ساتئنی قبول تھئنی اینیۡ بات واضح بھلی کی موزیلا انی معلومیتی موزیلائی <privacyLink> تفصیل دئنی سنبھال تھیلی ہینتہ تس تھے قبول۔ راز داریی پالیسی</privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
phl: <b> تو متفق کی</b> تو کامن وائس ڈیٹا سیٹی وے کھونڈاٹمی شناخت تھئنی کوشش نہ تھیڑ تھنی۔

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
phl: تیݨی بارئی گہ معلومات فراہم تھئینی مجی، تو کھئو آڈیو ڈیٹا کامن وائسہ وے جمع تھانو سے کھونڈئنی دپارہ بیڈہ زیات فائدہ مند بھین۔ شناختی انجن کی انی ڈیٹا تیݨی درستگ بہتر تھئنی دپارہ استعمال تھانہ۔

source: By telling us about yourself, you will help developers build more inclusive technology
phl: تیݨی بارئی اسام سے بات دے تو ٹیکنالوجی سمایٹم سنگی بیڈی مدد دیڑ۔

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
phl: کمن وائس استعمال تھے تھی انی بیتی جُھلی اتفاق تھیلی کی اسی<termsLink>شرائط</termsLink> او <privacyLink>راز دری نوٹس</privacyLink>

source: Cameroon Pidgin
phl: کیمرون پڈگین

source: [Canadian English might make "route" sound like "rowt"]
phl: [کنیڈائی انگریزی وے ˈˈروٹیˈˈ (route) ہاواز ˈˈراوٹˈˈ (rowt) بی سمائی بھون]

source: Cancel
phl: کینسل تھوئی

source: Cancel Re-recording
phl: ریکاڈنگ کینسل تھہ۔

source: Cancel Submission
phl: جمع تھئنی کینسل تھہ

source: Cannot submit more than 1000 sentences
phl: 1000 زیات جملے جمع نہ تھئجانہ

source: Can't decide?
phl: فیصلہ نہ تھائی بھانوے؟

source: Cantonese
phl: کنتونیسی

source: Catalan
phl: کٹالن

source: Central Alaskan Yupʼik
phl: وسطی الاسکا یوپک

source: Central Kurdish
phl: سینٹرل کُردِش

source: Central Melanau
phl: وسطی میلانو

source: Central Puebla Nahuatl
phl: وسطی پیوبلا ناہوٹل

source: Central Tarahumara
phl: سینٹرل تراہمارا

source: Change
phl: بدل

source: Change preferences
phl: ترجیہاتی تبدیلی

source: Change your email via Settings under Login Identity
phl: لاگ ان شناختی تحت کی ترتیبی ذریعہ کی تیݨی ای میل بدل تھہ۔

source: Check
phl: چیک تھوئی

source: Check <icon></icon> is this a linguistically correct sentence?
phl: چیک اندہ <icon> </icon> زبانی لحاظہ کی صحی جملئیے؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
phl: چیک تھوئی کی آیا تھی زبینی وے درج ہنو۔ <languagesPageLink>Common Voice Languages ​​صفحہ</languagesPageLink>۔ اگر نئینو ہینتہ، انو فارم پُر تھوئی او بے <strong>تُسام آک اسکون ای میل امزیایہ۔ تیݨی زبان ترتیب دئنی طریقہ منوئی</strong>۔

source: Check Transcriptions
phl: عبارت چیک تھہ

source: <chevron></chevron>See less
phl: <chevron>کام دڇھہ</chevron>

source: <chevron></chevron>See more
phl: <chevron></chevron>دوئی دڇھہ

source: Chiga
phl: چِگا

source: Chinese (China)
phl: چینی(چائنا)

source: Chinese (Hong Kong)
phl: چینی(ہانگ کانگ)

source: Chinese (Taiwan)
phl: چینی(تائوان)

source: Chinyanja
phl: چینیانجا

source: Chokwe
phl: چوکوی

source: Choose language/localization
phl: زبان گھن/مقامی

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
phl: ایتیݨی اسکون سُویلی انتخاب تھوئی کی سے ہر آکی دپارہ ہُݜ تھئنی اسکون ہونسہ تیݨی ثقافتی مطابقی ہونسہ وڑئی۔

source: Chuvash
phl: چیویش

source: Citation
phl: حوالہ

source: Cite with a URL link or the full name of the work.
phl: ویپ سائٹی لنک یا کرامی پورہ نو چونٹا حولہ دہ

source: Citing Sentences
phl: جملیمی حوالہ دئنی

source: Click
phl: کلک

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
phl: انی صفحہ استعمال تھئنی طریقہ جھانئنی دپارہ <guidanceLink>انیوے</guidanceLink> کلک تھہ۔

source: Clipboard not supported
phl: کلپ بورڈ سپورٹ نہ تھانو

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
phl: { $clipCount } ہاویزی کلپس، ٹوٹل آرکائیو سائز { $size }۔ میعاد ختم بھانو { $expires }۔

source: Clip Graveyard
phl: ہاویزمی قبرستان

source: Clips recorded
phl: کلپس ریکاڈ بھلو

source: Clips Uploaded
phl: ریکاڈ تھیلو ہاواز اپلوڈ بھلو

source: Clips validated
phl: ہاواز توثیق تھئنی

source: Clips You've Recorded
phl: ہاویزی ریکاڈ تھیلہ

source: Clips You've Validated
phl: ہاویزیمی توثیق بِھلی

source: Close
phl: بند

source: Collecting sentences
phl: جملے جمع تھئنی

source: Coming Soon
phl: لپ یِھین

source: Comment
phl: تبصرہ

source: Common Voice data plus all other voice datasets above.
phl: کامن وائسی معلومات او تس جھلی بُٹھے دوئی ہاویزی ڈیٹاسیٹ

source: Common Voice Dataset
phl: کمن وائسی ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
phl: کمیونٹی ڈیٹا سمئنی دپارہ کامن وائس آک فری آزاد پلیٹ فارم

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
phl: کامن وائس موزیلا فونڈیشینی آک پروجیکٹ۔ آک امریکین 501c3۔ انی پروجیکٹی تمام پیسے <philantropicGrantLink> خدمت خلقی فنڈی</philantropicGrantLink> او پورا دونیئی خلکیمی چندئی یھاندہ۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
phl: کمن وائسہ تھےۡ فنڈ خیراتے مددی ذریعہ یھاندوۡ۔ بےۡ ماہر تعلیم، تنظیمی او کارخانئی بارائی تحقیق تھاٹم سنگیۡ آک بھےۡ کرام تھئنی دوائنانہ۔ کمن وائس استعمال تھئنی دپارہ مفت مگم نسی خرچہ اݜئنی وے مدد تھے حصہ گھینو ہینتہ بیڈیۡ مدد بھی۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
phl: کامن وائس تیز، بے ساختہ، غیر اسکرپٹ شدہ تقریر جمع تھئنی جھلی توجہ داٹو دھیامہ پلیٹ فارم شروع تھانو ۔ ڑس باندی بیڈی کمپنیوم تھے تیزی کی ڈیٹا جمے تھئنی مدد ملاؤ بھی۔ او ڑس سنگی اکٹجی انو ڈیٹا سائنسدانومی اور ڈویلپرزی دپارہ مفید ثابت بھی۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
phl: کامن وائس موزیلئی آک مہم۔ انو اصل خلکہ کنا تھے کھونڈانہ تھنی مشین ازدہ تھئنی مدد تھانو۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
phl: کامن وائس دُنئیی بُٹھیم دی گاڈو عوامی سطح کی دستیاب کا سب سے بڑا عوامی طور پر دستیاب، بیڈی زبینیمی وائس ڈیٹاسیٹ ہنو۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
phl: عام ہاویزی ریکارڈنگی استعمال ماہرین تعلیم، لھوکہ کاروبار والہ، او ہاویزی شناختی شوقین خلکیمی ذریعہ کی ہاویزی ماڈلز اتیݨہ عوامی سطح کی دستیاب وسائل تربیت دئنی او تس زیات تھئنی مجی مدد دپارہ تھانہ۔

source: Community and Languages
phl: کمیونٹی او زبینی

source: Community, Creatives and Civil Society
phl: کمیونٹی، ناوہ شئیہ سمئنی او سول سوسائٹی

source: Community participation and decision making.
phl: کمینوٹی حصہ گھنئنی او فیصلہ تھئنی۔

source: Community Playbook
phl: کمنیوٹی پلے بک

source: Confirm Goal
phl: حدفی تصدیق تھہ

source: Connect with Gravatar
phl: گراویٹرہ سنگی جڑاؤ بھوئی۔

source: Contact
phl: رابطہ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
phl: مصنفین، ڈرامہ نگاروں یا اسکرین رائٹرز سنگی رابطہ تھہ او تنام دی کھوجہ کی سے تیݨی کرامی آک لھوکو حصہ عوامی ڈومین دپارہ وقف تھئنی تھے تیار ہونسنے۔

source: Contact Form
phl: رابطئی فارم

source: Contact the Common Voice team
phl: کامن وائسو ٹیمی سنگی رابطہ تھہ

source: Contact us
phl: اسام سنگی رابطہ تھہ

source: Contact Us
phl: اسام سنگی رابطہ تھہ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
phl: مواد کریئٹیو کامن لائسنسی <licenseLink> ذریعہ کی دستاب ہنہ</licenseLink>

source: Continue
phl: جاری

source: Continue speaking
phl: کھونڈئنی جاری ساتہ

source: Continue validating
phl: تصدیق تھئنی جاری ساتہ

source: Contribute
phl: حصہ گھنئنی

source: Contribute on GitHub
phl: حِٹ ہب وے تعاون تھہ

source: Contribute sentences
phl: جملے جاری ساتہ

source: Contribute text
phl: عبارتی وے تعاون تھہ۔

source: Contribute to { $lang }
phl: { $lang } مدد تھئنی
